Repository: generaltranslation/gt
Catalog: packages/cli/src/formats/xcstrings/__mocks__/guardian_scale.xcstrings
Source language: en
Languages: ar, az, bg, bn, cs, cy, da, el, es_419, et, fa, fi, fil, fr_ca, ga, he, hi, hr, hu, hy, id, is, ja, ka, kk, ko, lt, lv, mk, mr, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant

source: Approve this request only if you recognize the details below.
ar: وافق على هذا الطلب فقط إذا كنت تعرف التفاصيل أدناه.
bg: Одобрете тази заявка само ако разпознавате данните по-долу.
cs: Tuto žádost schvalte, jen pokud poznáváte údaje níže.
da: Godkend kun denne anmodning, hvis du genkender oplysningerne nedenfor.
el: Εγκρίνετε αυτό το αίτημα μόνο αν αναγνωρίζετε τα παρακάτω στοιχεία.
es_419: Aprueba esta solicitud solo si reconoces los detalles que aparecen abajo.
et: Kinnitage see taotlus ainult siis, kui tunnete allolevad andmed ära.
fa: این درخواست را فقط در صورتی تأیید کنید که جزئیات زیر را می‌شناسید.
fi: Hyväksy tämä pyyntö vain, jos tunnistat alla olevat tiedot.
fr_ca: N’approuvez cette demande que si vous reconnaissez les détails ci-dessous.
he: אשר בקשה זו רק אם אתה מזהה את הפרטים שלהלן.
hi: इस अनुरोध को तभी स्वीकृत करें जब आप नीचे दिए गए विवरण पहचानते हों।
hr: Odobrite ovaj zahtjev samo ako prepoznajete podatke u nastavku.
hu: Csak akkor hagyja jóvá ezt a kérést, ha felismeri az alábbi adatokat.
id: Setujui permintaan ini hanya jika Anda mengenali detail di bawah.
ja: 以下の詳細に心当たりがある場合のみ、このリクエストを承認してください。
ko: 아래 세부 정보를 확인한 경우에만 이 요청을 승인하세요.
lt: Patvirtinkite šią užklausą tik tuo atveju, jei atpažįstate toliau pateiktą informaciją.
mk: Одобрете го ова барање само ако ги препознавате податоците подолу.
ms: Luluskan permintaan ini hanya jika anda mengenali butiran di bawah.
nb: Godkjenn denne forespørselen bare hvis du kjenner igjen detaljene nedenfor.
nl: Keur dit verzoek alleen goed als je de onderstaande gegevens herkent.
pl: Zatwierdź tę prośbę tylko wtedy, gdy rozpoznajesz poniższe dane.
pt_br: Aprove esta solicitação apenas se você reconhecer os detalhes abaixo.
pt_pt: Aprove este pedido apenas se reconhecer os detalhes abaixo.
ro: Aprobați această solicitare doar dacă recunoașteți detaliile de mai jos.
ru: Одобряйте этот запрос, только если узнаёте данные ниже.
sl: To zahtevo odobrite samo, če prepoznate spodnje podatke.
sr: Одобрите овај захтев само ако препознајете податке испод.
sv: Godkänn den här begäran endast om du känner igen uppgifterna nedan.
tr: Bu isteği yalnızca aşağıdaki bilgileri tanıyorsanız onaylayın.
uk: Схвалюйте цей запит, лише якщо впізнаєте наведені нижче дані.
vi: Chỉ phê duyệt yêu cầu này nếu bạn nhận ra các thông tin bên dưới.
zh_hans: 只有在你认得以下信息时才批准此请求。
zh_hant: 只有在您認得下列資訊時才核准此請求。

source: Are you trying to sign in?
ar: هل تحاول تسجيل الدخول؟
az: Daxil olmağa çalışırsınız?
bg: Опитвате ли се да влезете?
cs: Pokoušíte se přihlásit?
cy: Ydych chi’n ceisio mewngofnodi?
da: Prøver du at logge ind?
el: Προσπαθείτε να συνδεθείτε;
es_419: ¿Estás intentando iniciar sesión?
et: Kas proovite sisse logida?
fa: آیا شما در حال ورود هستید؟
fi: Yritätkö kirjautua sisään?
fil: Sinusubukan mo bang mag-sign in?
fr_ca: Essayez-vous de vous connecter?
ga: An bhfuil tú ag iarraidh logáil isteach?
he: האם אתה מנסה להתחבר?
hi: क्या आप साइन इन करने की कोशिश कर रहे हैं?
hr: Pokušavate li se prijaviti?
hu: Ön próbál bejelentkezni?
id: Apakah Anda mencoba masuk?
is: Ertu að reyna að skrá þig inn?
ja: ログインしようとしていますか？
ko: 로그인을 시도하고 계신가요?
lt: Ar bandote prisijungti?
lv: Vai mēģināt pieteikties?
ms: Adakah anda cuba log masuk?
nb: Prøver du å logge på?
nl: Probeer je in te loggen?
pl: Czy próbujesz się zalogować?
pt_br: Você está tentando entrar?
pt_pt: Está a tentar iniciar sessão?
ro: Încercați să vă conectați?
ru: Вы пытаетесь войти?
sk: Pokúšate sa prihlásiť?
sl: Ali se poskušate prijaviti?
sq: Po përpiqeni të hyni?
sr: Да ли покушавате да се пријавите?
sv: Försöker du logga in?
sw: Je, unajaribu kuingia?
th: คุณกำลังพยายามเข้าสู่ระบบใช่ไหม
tr: Oturum açmayı mı deniyorsunuz?
uk: Ви намагаєтеся увійти?
uz: Kirishga urinyapsizmi?
vi: Bạn có đang cố đăng nhập không?
zh_hans: 你正在尝试登录吗？
zh_hant: 您正在嘗試登入嗎？

source: Biometric unlock is not available on this device.
ar: الفتح بالمقاييس الحيوية غير متاح على هذا الجهاز.
bg: Биометричното отключване не е налично на това устройство.
cs: Biometrické odemykání není na tomto zařízení k dispozici.
cy: Nid yw datgloi biometrig ar gael ar y ddyfais hon.
da: Biometrisk oplåsning er ikke tilgængelig på denne enhed.
el: Το βιομετρικό ξεκλείδωμα δεν είναι διαθέσιμο σε αυτήν τη συσκευή.
es_419: El desbloqueo biométrico no está disponible en este dispositivo.
et: Biomeetriline avamine pole selles seadmes saadaval.
fi: Biometrinen avaus ei ole käytettävissä tällä laitteella.
fil: Hindi available ang biometric unlock sa device na ito.
fr_ca: Le déverrouillage biométrique n’est pas offert sur cet appareil.
ga: Níl díghlasáil bhithmhéadrach ar fáil ar an ngléas seo.
he: פתיחה ביומטרית אינה זמינה במכשיר זה.
hi: इस डिवाइस पर बायोमेट्रिक अनलॉक उपलब्ध नहीं है।
hr: Biometrijsko otključavanje nije dostupno na ovom uređaju.
hu: A biometrikus feloldás nem érhető el ezen az eszközön.
id: Buka kunci biometrik tidak tersedia di perangkat ini.
ja: このデバイスでは生体認証によるロック解除を利用できません。
ko: 이 기기에서는 생체 인식 잠금 해제를 사용할 수 없습니다.
lt: Biometrinis atrakinimas šiame įrenginyje negalimas.
lv: Biometriskā atbloķēšana šajā ierīcē nav pieejama.
nb: Biometrisk opplåsing er ikke tilgjengelig på denne enheten.
nl: Biometrisch ontgrendelen is niet beschikbaar op dit apparaat.
pl: Odblokowanie biometryczne nie jest dostępne na tym urządzeniu.
pt_br: O desbloqueio biométrico não está disponível neste dispositivo.
pt_pt: O desbloqueio biométrico não está disponível neste dispositivo.
ro: Deblocarea biometrică nu este disponibilă pe acest dispozitiv.
ru: Биометрическая разблокировка недоступна на этом устройстве.
sk: Biometrické odomykanie nie je na tomto zariadení k dispozícii.
sl: Biometrično odklepanje v tej napravi ni na voljo.
sq: Shkyçja biometrike nuk ofrohet në këtë pajisje.
sr: Биометријско откључавање није доступно на овом уређају.
sv: Biometrisk upplåsning är inte tillgänglig på den här enheten.
sw: Ufunguzi wa kibayometriki haupatikani kwenye kifaa hiki.
tr: Bu cihazda biyometrik kilit açma kullanılamıyor.
uk: Біометричне розблокування недоступне на цьому пристрої.
vi: Thiết bị này không hỗ trợ mở khóa bằng sinh trắc học.
zh_hans: 此设备不支持生物识别解锁。
zh_hant: 此裝置不支援生物辨識解鎖。

source: Browser
ar: المتصفح
az: Brauzer
bg: Браузър
bn: ব্রাউজার
cs: Prohlížeč
cy: Porwr
el: Πρόγραμμα περιήγησης
es_419: Navegador
et: Brauser
fa: مرورگر
fi: Selain
fr_ca: Navigateur
ga: Brabhsálaí
he: דפדפן
hi: ब्राउज़र
hr: Preglednik
hu: Böngésző
hy: Դիտարկիչ
id: Peramban
is: Vafri
ja: ブラウザ
ka: ბრაუზერი
kk: Браузер
ko: 브라우저
lt: Naršyklė
lv: Pārlūkprogramma
mk: Прелистувач
mr: ब्राउझर
ms: Pelayar
mt: Brawżer
nb: Nettleser
pl: Przeglądarka
pt_br: Navegador
pt_pt: Navegador
ru: Браузер
sk: Prehliadač
sl: Brskalnik
sq: Shfletuesi
sr: Прегледач
sv: Webbläsare
sw: Kivinjari
ta: உலாவி
te: బ్రౌజర్
th: เบราว์เซอร์
tr: Tarayıcı
uk: Браузер
ur: براؤزر
uz: Brauzer
vi: Trình duyệt
zh_hans: 浏览器
zh_hant: 瀏覽器

source: Camera access is required to scan the QR code.
ar: يلزم الوصول إلى الكاميرا لمسح رمز QR.
bg: За сканиране на QR кода е необходим достъп до камерата.
cs: K naskenování QR kódu je potřeba přístup k fotoaparátu.
cy: Mae angen mynediad at y camera i sganio’r cod QR.
da: Der kræves adgang til kameraet for at scanne QR-koden.
el: Απαιτείται πρόσβαση στην κάμερα για τη σάρωση του κωδικού QR.
es_419: Se necesita acceso a la cámara para escanear el código QR.
et: QR-koodi skannimiseks on vaja juurdepääsu kaamerale.
fa: برای اسکن کد QR دسترسی به دوربین لازم است.
fi: QR-koodin skannaaminen edellyttää kameran käyttöoikeutta.
fil: Kailangan ng access sa camera para i-scan ang QR code.
fr_ca: L’accès à la caméra est nécessaire pour numériser le code QR.
ga: Tá rochtain ar an gceamara ag teastáil chun an cód QR a scanadh.
he: נדרשת גישה למצלמה כדי לסרוק את קוד ה-QR.
hi: QR कोड स्कैन करने के लिए कैमरे की अनुमति ज़रूरी है।
hr: Za skeniranje QR koda potreban je pristup kameri.
hu: A QR-kód beolvasásához kamerahozzáférés szükséges.
id: Akses kamera diperlukan untuk memindai kode QR.
is: Aðgangur að myndavél er nauðsynlegur til að skanna QR-kóðann.
ja: QRコードをスキャンするにはカメラへのアクセスが必要です。
ko: QR 코드를 스캔하려면 카메라 접근 권한이 필요합니다.
lt: Norint nuskaityti QR kodą, reikia prieigos prie kameros.
lv: Lai skenētu QR kodu, ir nepieciešama piekļuve kamerai.
mk: За скенирање на QR-кодот е потребен пристап до камерата.
ms: Akses kamera diperlukan untuk mengimbas kod QR.
nb: Tilgang til kameraet kreves for å skanne QR-koden.
nl: Toegang tot de camera is vereist om de QR-code te scannen.
pl: Do zeskanowania kodu QR wymagany jest dostęp do aparatu.
pt_br: É necessário acesso à câmera para escanear o código QR.
pt_pt: É necessário acesso à câmara para ler o código QR.
ro: Pentru scanarea codului QR este necesar accesul la cameră.
ru: Для сканирования QR-кода нужен доступ к камере.
sk: Na naskenovanie QR kódu je potrebný prístup k fotoaparátu.
sl: Za skeniranje kode QR je potreben dostop do kamere.
sq: Për të skanuar kodin QR nevojitet qasje te kamera.
sr: За скенирање QR кода потребан је приступ камери.
sv: Åtkomst till kameran krävs för att skanna QR-koden.
sw: Ufikiaji wa kamera unahitajika ili kuchanganua msimbo wa QR.
th: ต้องอนุญาตให้เข้าถึงกล้องเพื่อสแกนคิวอาร์โค้ด
tr: QR kodunu taramak için kamera erişimi gerekir.
uk: Щоб сканувати QR-код, потрібен доступ до камери.
vi: Cần quyền truy cập máy ảnh để quét mã QR.
zh_hans: 扫描二维码需要访问摄像头。
zh_hant: 掃描 QR Code 需要取用相機。

source: Cancel
ar: إلغاء
az: Ləğv et
bg: Отказ
bn: বাতিল করুন
cs: Zrušit
cy: Canslo
da: Annullér
el: Ακύρωση
es_419: Cancelar
et: Loobu
fa: لغو
fi: Kumoa
fil: Kanselahin
fr_ca: Annuler
ga: Cealaigh
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
hy: Չեղարկել
id: Batal
is: Hætta við
ja: キャンセル
ka: გაუქმება
kk: Бас тарту
ko: 취소
lt: Atšaukti
lv: Atcelt
mk: Откажи
mr: रद्द करा
ms: Batal
mt: Ikkanċella
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sq: Anulo
sr: Откажи
sv: Avbryt
sw: Ghairi
ta: ரத்துசெய்
te: రద్దు చేయి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
uz: Bekor qilish
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Check your connection and try again.
ar: تحقق من اتصالك وحاول مرة أخرى.
bg: Проверете връзката си и опитайте отново.
cs: Zkontrolujte připojení a zkuste to znovu.
cy: Gwiriwch eich cysylltiad a rhowch gynnig arall arni.
da: Tjek din forbindelse, og prøv igen.
el: Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es_419: Revisa tu conexión e inténtalo de nuevo.
et: Kontrollige ühendust ja proovige uuesti.
fa: اتصال خود را بررسی کنید و دوباره تلاش کنید.
fi: Tarkista yhteytesi ja yritä uudelleen.
fil: Suriin ang iyong koneksyon at subukang muli.
fr_ca: Vérifiez votre connexion et réessayez.
ga: Seiceáil do cheangal agus bain triail eile as.
he: בדוק את החיבור ונסה שוב.
hi: अपना कनेक्शन जाँचें और फिर से कोशिश करें।
hr: Provjerite vezu i pokušajte ponovno.
hu: Ellenőrizze a kapcsolatot, és próbálja újra.
id: Periksa koneksi Anda dan coba lagi.
is: Athugaðu tenginguna þína og reyndu aftur.
ja: 接続を確認してもう一度お試しください。
ko: 연결 상태를 확인하고 다시 시도하세요.
lt: Patikrinkite ryšį ir bandykite dar kartą.
lv: Pārbaudiet savienojumu un mēģiniet vēlreiz.
mk: Проверете ја врската и обидете се повторно.
ms: Semak sambungan anda dan cuba lagi.
nb: Kontroller forbindelsen og prøv igjen.
nl: Controleer je verbinding en probeer het opnieuw.
pl: Sprawdź połączenie i spróbuj ponownie.
pt_br: Verifique sua conexão e tente novamente.
pt_pt: Verifique a sua ligação e tente novamente.
ro: Verificați conexiunea și încercați din nou.
ru: Проверьте подключение и повторите попытку.
sk: Skontrolujte pripojenie a skúste to znova.
sl: Preverite povezavo in poskusite znova.
sq: Kontrolloni lidhjen tuaj dhe provoni sërish.
sr: Проверите везу и покушајте поново.
sv: Kontrollera din anslutning och försök igen.
sw: Angalia muunganisho wako kisha ujaribu tena.
th: ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Bağlantınızı kontrol edip tekrar deneyin.
uk: Перевірте підключення та спробуйте ще раз.
vi: Hãy kiểm tra kết nối và thử lại.
zh_hans: 请检查网络连接后再试一次。
zh_hant: 請檢查網路連線後再試一次。

source: Code copied
ar: تم نسخ الرمز
az: Kod kopyalandı
bg: Кодът е копиран
bn: কোড কপি করা হয়েছে
cs: Kód zkopírován
cy: Cod wedi’i gopïo
da: Koden er kopieret
el: Ο κωδικός αντιγράφηκε
es_419: Código copiado
et: Kood kopeeritud
fa: کد کپی شد
fi: Koodi kopioitu
fil: Nakopya ang code
fr_ca: Code copié
ga: Cóipeáladh an cód
he: הקוד הועתק
hi: कोड कॉपी किया गया
hr: Kod je kopiran
hu: Kód másolva
hy: Ծածկագիրը պատճենվեց
id: Kode disalin
is: Kóði afritaður
ja: コードをコピーしました
ka: კოდი დაკოპირდა
kk: Код көшірілді
ko: 코드가 복사되었습니다
lt: Kodas nukopijuotas
lv: Kods nokopēts
mk: Кодот е копиран
mr: कोड कॉपी केला
ms: Kod disalin
mt: Il-kodiċi ġie kkupjat
nb: Koden er kopiert
nl: Code gekopieerd
pl: Kod skopiowany
pt_br: Código copiado
pt_pt: Código copiado
ro: Cod copiat
ru: Код скопирован
sk: Kód skopírovaný
sl: Koda je kopirana
sq: Kodi u kopjua
sr: Код је копиран
sv: Koden har kopierats
sw: Msimbo umenakiliwa
ta: குறியீடு நகலெடுக்கப்பட்டது
te: కోడ్ కాపీ చేయబడింది
th: คัดลอกรหัสแล้ว
tr: Kod kopyalandı
uk: Код скопійовано
ur: کوڈ کاپی ہو گیا
uz: Kod nusxalandi
vi: Đã sao chép mã
zh_hans: 已复制验证码
zh_hant: 已複製驗證碼

source: Code expires in %lld seconds
ar: تنتهي صلاحية الرمز خلال %lld ثانية
bg: Кодът изтича след %lld секунди
cs: Kód vyprší za %lld sekund
cy: Mae’r cod yn dod i ben mewn %lld eiliad
da: Koden udløber om %lld sekunder
el: Ο κωδικός λήγει σε %lld δευτερόλεπτα
es_419: El código expira en %lld segundos
et: Kood aegub %lld sekundi pärast
fa: کد تا %lld ثانیه دیگر منقضی می‌شود
fi: Koodi vanhenee %lld sekunnin kuluttua
fil: Mag-e-expire ang code sa loob ng %lld na segundo
fr_ca: Le code expire dans %lld secondes
ga: Rachaidh an cód in éag i gceann %lld soicind
he: הקוד יפוג בעוד %lld שניות
hi: कोड %lld सेकंड में समाप्त होगा
hr: Kod istječe za %lld sekundi
hu: A kód %lld másodperc múlva lejár
id: Kode kedaluwarsa dalam %lld detik
is: Kóðinn rennur út eftir %lld sekúndur
ja: コードは%lld秒後に期限切れになります
ko: 코드가 %lld초 후 만료됩니다
lt: Kodas nustos galioti po %lld sekundžių
lv: Koda derīgums beigsies pēc %lld sekundēm
mk: Кодот истекува за %lld секунди
ms: Kod tamat tempoh dalam %lld saat
nb: Koden utløper om %lld sekunder
nl: Code verloopt over %lld seconden
pl: Kod wygaśnie za %lld sekundy
pt_br: O código expira em %lld segundos
pt_pt: O código expira em %lld segundos
ro: Codul expiră în %lld de secunde
ru: Код истекает через %lld секунды
sk: Kód vyprší o %lld sekúnd
sl: Koda poteče čez %lld sekund
sq: Kodi skadon për %lld sekonda
sr: Код истиче за %lld секунди
sv: Koden upphör om %lld sekunder
sw: Msimbo utaisha muda baada ya sekunde %lld
th: รหัสจะหมดอายุใน %lld วินาที
tr: Kodun süresi %lld saniye içinde doluyor
uk: Код спливає через %lld секунди
vi: Mã hết hạn sau %lld giây
zh_hans: 验证码将在 %lld 秒后失效
zh_hant: 驗證碼將在 %lld 秒後失效

source: Codes refresh automatically every 30 seconds.
ar: يتم تحديث الرموز تلقائيًا كل 30 ثانية.
bg: Кодовете се обновяват автоматично на всеки 30 секунди.
cs: Kódy se automaticky obnovují každých 30 sekund.
cy: Mae’r codau’n adnewyddu’n awtomatig bob 30 eiliad.
da: Koderne fornys automatisk hvert 30. sekund.
el: Οι κωδικοί ανανεώνονται αυτόματα κάθε 30 δευτερόλεπτα.
es_419: Los códigos se actualizan automáticamente cada 30 segundos.
et: Koodid uuenevad automaatselt iga 30 sekundi järel.
fa: کدها هر ۳۰ ثانیه به‌طور خودکار به‌روز می‌شوند.
fi: Koodit päivittyvät automaattisesti 30 sekunnin välein.
fil: Awtomatikong nagre-refresh ang mga code kada 30 segundo.
fr_ca: Les codes se renouvellent automatiquement toutes les 30 secondes.
ga: Athnuaitear na cóid go huathoibríoch gach 30 soicind.
he: הקודים מתרעננים אוטומטית כל 30 שניות.
hi: कोड हर 30 सेकंड में अपने आप रीफ़्रेश होते हैं।
hr: Kodovi se automatski osvježavaju svakih 30 sekundi.
hu: A kódok 30 másodpercenként automatikusan frissülnek.
id: Kode diperbarui otomatis setiap 30 detik.
ja: コードは30秒ごとに自動で更新されます。
ko: 코드는 30초마다 자동으로 갱신됩니다.
lt: Kodai automatiškai atnaujinami kas 30 sekundžių.
lv: Kodi tiek automātiski atjaunināti ik pēc 30 sekundēm.
mk: Кодовите се освежуваат автоматски на секои 30 секунди.
ms: Kod dimuat semula secara automatik setiap 30 saat.
nb: Kodene fornyes automatisk hvert 30. sekund.
nl: Codes worden elke 30 seconden automatisch vernieuwd.
pl: Kody odświeżają się automatycznie co 30 sekund.
pt_br: Os códigos são atualizados automaticamente a cada 30 segundos.
pt_pt: Os códigos são atualizados automaticamente a cada 30 segundos.
ro: Codurile se reîmprospătează automat la fiecare 30 de secunde.
ru: Коды обновляются автоматически каждые 30 секунд.
sk: Kódy sa automaticky obnovujú každých 30 sekúnd.
sl: Kode se samodejno osvežijo vsakih 30 sekund.
sq: Kodet rifreskohen automatikisht çdo 30 sekonda.
sr: Кодови се аутоматски освежавају сваких 30 секунди.
sv: Koderna uppdateras automatiskt var 30:e sekund.
sw: Misimbo husasishwa kiotomatiki kila sekunde 30.
th: รหัสจะรีเฟรชอัตโนมัติทุก 30 วินาที
tr: Kodlar her 30 saniyede bir otomatik olarak yenilenir.
uk: Коди оновлюються автоматично кожні 30 секунд.
vi: Mã tự động làm mới sau mỗi 30 giây.
zh_hans: 验证码每 30 秒自动刷新一次。
zh_hant: 驗證碼每 30 秒自動更新一次。

source: Confirm your identity to approve this login request.
ar: أكّد هويتك للموافقة على طلب تسجيل الدخول هذا.
bg: Потвърдете самоличността си, за да одобрите тази заявка за вход.
cs: Potvrďte svou totožnost, abyste mohli tuto žádost o přihlášení schválit.
da: Bekræft din identitet for at godkende denne loginanmodning.
el: Επιβεβαιώστε την ταυτότητά σας για να εγκρίνετε αυτό το αίτημα σύνδεσης.
es_419: Confirma tu identidad para aprobar esta solicitud de inicio de sesión.
et: Kinnitage oma isikusamasus, et see sisselogimistaotlus heaks kiita.
fa: برای تأیید این درخواست ورود، هویت خود را تأیید کنید.
fi: Vahvista henkilöllisyytesi, niin voit hyväksyä tämän kirjautumispyynnön.
fr_ca: Confirmez votre identité pour approuver cette demande de connexion.
he: אמת את זהותך כדי לאשר בקשת התחברות זו.
hi: इस साइन-इन अनुरोध को स्वीकृत करने के लिए अपनी पहचान की पुष्टि करें।
hr: Potvrdite svoj identitet da biste odobrili ovaj zahtjev za prijavu.
hu: Igazolja a személyazonosságát a bejelentkezési kérés jóváhagyásához.
id: Konfirmasi identitas Anda untuk menyetujui permintaan masuk ini.
is: Staðfestu auðkenni þitt til að samþykkja þessa innskráningarbeiðni.
ja: このログインリクエストを承認するには本人確認が必要です。
ko: 이 로그인 요청을 승인하려면 본인 확인이 필요합니다.
lt: Patvirtinkite savo tapatybę, kad patvirtintumėte šią prisijungimo užklausą.
lv: Apstipriniet savu identitāti, lai apstiprinātu šo pieteikšanās pieprasījumu.
mk: Потврдете го вашиот идентитет за да го одобрите ова барање за најава.
ms: Sahkan identiti anda untuk meluluskan permintaan log masuk ini.
nb: Bekreft identiteten din for å godkjenne denne innloggingsforespørselen.
nl: Bevestig je identiteit om dit inlogverzoek goed te keuren.
pl: Potwierdź swoją tożsamość, aby zatwierdzić tę prośbę o logowanie.
pt_br: Confirme sua identidade para aprovar esta solicitação de login.
pt_pt: Confirme a sua identidade para aprovar este pedido de início de sessão.
ro: Confirmați-vă identitatea pentru a aproba această solicitare de conectare.
ru: Подтвердите свою личность, чтобы одобрить этот запрос на вход.
sl: Potrdite svojo identiteto, da odobrite to zahtevo za prijavo.
sr: Потврдите свој идентитет да бисте одобрили овај захтев за пријављивање.
sv: Bekräfta din identitet för att godkänna den här inloggningsbegäran.
th: ยืนยันตัวตนของคุณเพื่ออนุมัติคำขอเข้าสู่ระบบนี้
tr: Bu oturum açma isteğini onaylamak için kimliğinizi doğrulayın.
uk: Підтвердьте свою особу, щоб схвалити цей запит на вхід.
vi: Xác nhận danh tính của bạn để phê duyệt yêu cầu đăng nhập này.
zh_hans: 请确认你的身份以批准此登录请求。
zh_hant: 請確認您的身分以核准此登入請求。

source: Copy code
ar: نسخ الرمز
az: Kodu kopyala
bg: Копирай кода
bn: কোড কপি করুন
cs: Kopírovat kód
cy: Copïo’r cod
da: Kopiér kode
el: Αντιγραφή κωδικού
es_419: Copiar código
et: Kopeeri kood
fa: کپی کد
fi: Kopioi koodi
fil: Kopyahin ang code
fr_ca: Copier le code
ga: Cóipeáil an cód
he: העתק קוד
hi: कोड कॉपी करें
hr: Kopiraj kod
hu: Kód másolása
hy: Պատճենել ծածկագիրը
id: Salin kode
is: Afrita kóða
ja: コードをコピー
ka: კოდის კოპირება
kk: Кодты көшіру
ko: 코드 복사
lt: Kopijuoti kodą
lv: Kopēt kodu
mk: Копирај код
mr: कोड कॉपी करा
ms: Salin kod
mt: Ikkopja l-kodiċi
nb: Kopier kode
nl: Code kopiëren
pl: Kopiuj kod
pt_br: Copiar código
pt_pt: Copiar código
ro: Copiază codul
ru: Скопировать код
sk: Kopírovať kód
sl: Kopiraj kodo
sq: Kopjo kodin
sr: Копирај код
sv: Kopiera kod
sw: Nakili msimbo
ta: குறியீட்டை நகலெடு
te: కోడ్‌ను కాపీ చేయి
th: คัดลอกรหัส
tr: Kodu kopyala
uk: Скопіювати код
ur: کوڈ کاپی کریں
uz: Kodni nusxalash
vi: Sao chép mã
zh_hans: 复制验证码
zh_hant: 複製驗證碼

source: Copy recovery code
ar: نسخ رمز الاسترداد
az: Bərpa kodunu kopyala
bg: Копирай кода за възстановяване
cs: Kopírovat kód pro obnovení
cy: Copïo’r cod adfer
da: Kopiér gendannelseskode
el: Αντιγραφή κωδικού ανάκτησης
es_419: Copiar código de recuperación
et: Kopeeri taastekood
fa: کپی کد بازیابی
fi: Kopioi palautuskoodi
fil: Kopyahin ang recovery code
fr_ca: Copier le code de récupération
ga: Cóipeáil an cód aisghabhála
he: העתק קוד שחזור
hi: रिकवरी कोड कॉपी करें
hr: Kopiraj kod za oporavak
hu: Helyreállítási kód másolása
id: Salin kode pemulihan
is: Afrita endurheimtukóða
ja: リカバリコードをコピー
ka: აღდგენის კოდის კოპირება
ko: 복구 코드 복사
lt: Kopijuoti atkūrimo kodą
lv: Kopēt atkopšanas kodu
mk: Копирај го кодот за враќање
ms: Salin kod pemulihan
mt: Ikkopja l-kodiċi ta’ rkupru
nb: Kopier gjenopprettingskode
nl: Herstelcode kopiëren
pl: Kopiuj kod odzyskiwania
pt_br: Copiar código de recuperação
pt_pt: Copiar código de recuperação
ro: Copiază codul de recuperare
ru: Скопировать код восстановления
sk: Kopírovať kód na obnovenie
sl: Kopiraj kodo za obnovitev
sq: Kopjo kodin e rikuperimit
sr: Копирај код за опоравак
sv: Kopiera återställningskod
sw: Nakili msimbo wa kurejesha
th: คัดลอกรหัสกู้คืน
tr: Kurtarma kodunu kopyala
uk: Скопіювати код відновлення
vi: Sao chép mã khôi phục
zh_hans: 复制恢复代码
zh_hant: 複製復原碼

source: Date
ar: التاريخ
az: Tarix
bg: Дата
bn: তারিখ
cs: Datum
cy: Dyddiad
da: Dato
el: Ημερομηνία
es_419: Fecha
et: Kuupäev
fa: تاریخ
fi: Päivämäärä
fil: Petsa
ga: Dáta
he: תאריך
hi: दिनांक
hr: Datum
hu: Dátum
hy: Ամսաթիվ
id: Tanggal
is: Dagsetning
ja: 日時
ka: თარიღი
kk: Күні
ko: 날짜
lt: Data
lv: Datums
mk: Датум
mr: दिनांक
ms: Tarikh
mt: Data
nb: Dato
nl: Datum
pl: Data
pt_br: Data
pt_pt: Data
ro: Dată
ru: Дата
sk: Dátum
sl: Datum
sq: Data
sr: Датум
sv: Datum
sw: Tarehe
ta: தேதி
te: తేదీ
th: วันที่
tr: Tarih
uk: Дата
ur: تاریخ
uz: Sana
vi: Ngày
zh_hans: 日期
zh_hant: 日期

source: Deny
ar: رفض
az: Rədd et
bg: Отхвърли
bn: প্রত্যাখ্যান করুন
cs: Zamítnout
cy: Gwrthod
da: Afvis
el: Απόρριψη
es_419: Denegar
et: Keeldu
fa: رد کردن
fi: Hylkää
fil: Tanggihan
fr_ca: Refuser
ga: Diúltaigh
he: דחייה
hi: अस्वीकार करें
hr: Odbij
hu: Elutasítás
hy: Մերժել
id: Tolak
is: Hafna
ja: 拒否
ka: უარყოფა
kk: Қабылдамау
ko: 거부
lt: Atmesti
lv: Noraidīt
mk: Одбиј
mr: नाकारा
ms: Tolak
mt: Irrifjuta
nb: Avslå
nl: Weigeren
pl: Odrzuć
pt_br: Negar
pt_pt: Recusar
ro: Respinge
ru: Отклонить
sk: Zamietnuť
sl: Zavrni
sq: Refuzo
sr: Одбиј
sv: Neka
sw: Kataa
ta: நிராகரி
te: తిరస్కరించు
th: ปฏิเสธ
tr: Reddet
uk: Відхилити
ur: مسترد کریں
uz: Rad etish
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕
